Repository: dyegoaurelio/simple-wireplumber-gui
Catalog: po/*.po
Languages: nl, tr

source: Simple Wireplumber GUI
nl: Een eenvoudige Wireplumber-toepassing
tr: Basit Wireplumber Arayüzü

source: A simple GUI for PipeWire
nl: Een eenvoudige toepassing voor PipeWire
tr: PipeWire için basit bir arayüz

source: PipeWire;Audio;Session Manager;Sound Configuration;Devices;
nl: PipeWire;Audio;Sessiebeheer;Geluidsvoorkeuren;Apparaten;
tr: PipeWire;Audio;Session Manager;Sound Configuration;Devices;Ses;Oturum Yönetimi;Ses Ayarları;Aygıtlar;Cihazlar;

source: Main window
nl: Hoofdvenster
tr: Ana pencere

source: A simple GTK4 GUI for PipeWire
nl: Een eenvoudige GTK4-toepassing voor PipeWire
tr: PipeWire için GTK4 ile yazılmış basit bir arayüz

source: translator-credits
nl: Heimen Stoffels <vistausss@fastmail.com>
tr: Sabri Ünal <libreajans@gmail.com>

source: Clear settings
nl: Standaardwaarden
tr: Ayarları temizle

source: Rename this device
nl: Naam wijzigen
tr: Aygıtı yeniden adlandır

source: Show more info about this device
nl: Meer informatie over dit apparaat
tr: Aygıt hakkında daha çok bilgi göster

source: This is the current system's default output node
nl: Dit is de huidige uitvoerbron van het systeem
tr: Bu, geçerli sistemin öntanımlı çıktı düğümüdür

source: This is the current system's default input node
nl: Dit is de huidige invoerbron van het systeem
tr: Bu, geçerli sistemin öntanımlı girdi düğümüdür

source: Sample Preferences
nl: Voorbeeldvoorkeuren
tr: Örnek Tercihler

source: Physical Devices
nl: Fysieke apparaten
tr: Fizik Aygıtlar

source: Waiting reboot
nl: Herstart vereist
tr: Yeniden başlatma bekleniyor

source: You need to reboot your system to apply these changes
nl: Herstart uw systeem om de wijzigingen toe te passen
tr: Bu değişikliklerin uygulanması için bilgisayarın yeniden başlatılması gerekli

source: Unchanged devices
nl: Ongewijzigde apparaten
tr: Değişmemiş aygıtlar

source: Audio devices avaliable to be edited
nl: Aanpasbare geluidsapparaten
tr: Düzenlenebilir ses aygıtları

source: Sucessfully renamed
nl: De naam is gewijzigd
tr: Yeniden adlandırıldı

source: Output Nodes
nl: Uitvoerbronnen
tr: Çıktı Düğümleri

source: Editing output nodes will be available on future relases
nl: Het aanpassen van uitvoerbronnen wordt in een toekomstige versie toegevoegd
tr: Çıktı düğümlerinin düzenlemesi özelliği gelecek sürümlerde sunulacaktır

source: Input Nodes
nl: Invoerbronnen
tr: Girdi Düğümleri

source: Editing input nodes will be available on future relases
nl: Het aanpassen van invoerbronnen wordt in een toekomstige versie toegevoegd
tr: Girdi düğümlerinin düzenlemesi özelliği gelecek sürümlerde sunulacaktır

source: _Preferences
nl: _Voorkeuren
tr: _Tercihler

source: _Keyboard Shortcuts
nl: _Sneltoetsen
tr: _Klavye Kısayolları

source: _About Simple-wireplumber-gui
nl: _Over Simple-wireplumber-gui
tr: Simple-wireplumber-gui _Hakkında

source: Edit device
nl: Apparaat bewerken
tr: Aygıtı Düzenle

source: Clear changes
nl: Wijzigingen terugdraaien
tr: Değişiklikleri temizle

source: New description
nl: Nieuwe beschrijving
tr: Yeni açıklama

source: Apply Change
nl: Wijzigingen toepassen
tr: Değişiklikleri Uygula

# shortcut window
source: General
nl: Algemeen
tr: Genel

# shortcut window
source: Show Shortcuts
nl: Sneltoetsen tonen
tr: Kısayolları Göster

# shortcut window
source: Quit
nl: Afsluiten
tr: Çık

source: Device Info
nl: Apparaatinformatie
tr: Aygıt Bilgisi

source: Property Rows
nl: Rijen
tr: Özellik Satırı
